{
  "name": "Speak With Dead",
  "slug": "speak_with_dead",
  "source": "",
  "description": "A dead body you touch answers your questions in a distant, wheezing voice.\nYou can ask the dead body up to three yes or no questions (one at a time). The GM truthfully answers \"yes\" or \"no\" to each.\nIf you cast this spell more than once in 24 hours, treat a failed spellcasting check for it as a critical failure instead.",
  "classes": [
    "priest",
    "wizard"
  ],
  "duration": "Instant",
  "range": "Close",
  "tier": "3"
}
{
  "name": "Create Undead",
  "slug": "create_undead",
  "source": "",
  "description": "You conjure a vengeful undead creature to do your bidding.\nWhen you cast this spell, you choose to summon either a wight or wraith. It appears next to you and is under your control.\nThe undead creature acts on your turn. After 1 day, it melts away into smoke.",
  "classes": [
    "wizard"
  ],
  "duration": "1 day",
  "range": "Close",
  "tier": "5"
}
{
  "name": "Light",
  "slug": "light",
  "source": "",
  "description": "One object you touch glows with bright, heatless light, illuminating out to a near distance for 1 hour of real time.",
  "classes": [
    "priest",
    "wizard"
  ],
  "duration": "1 hour real time",
  "range": "Close",
  "tier": "1"
}
{
  "name": "Gaseous Form",
  "slug": "gaseous_form",
  "source": "",
  "description": "You and your gear turn into a cloud of smoke for the spell's duration.\nYou can fly and pass through any gap that smoke could. You can sense the terrain and any movement around you out to a near distance.\nYou can't cast spells while in this form.",
  "classes": [
    "wizard"
  ],
  "duration": "10 rounds",
  "range": "Self",
  "tier": "3"
}
{
  "name": "Smite",
  "slug": "smite",
  "source": "",
  "description": "You call down punishing flames on a creature you can see within range. It takes 1d6 damage.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Near",
  "tier": "2"
}
{
  "name": "Fabricate",
  "slug": "fabricate",
  "source": "",
  "description": "This spell can't target creatures.\nYou turn a tree-sized collection of raw materials into a finished work. For example, you convert a pile of bricks or rocks into a bridge. The finished work converts back to raw materials when the spell ends.",
  "classes": [
    "wizard"
  ],
  "duration": "10 rounds",
  "range": "Near",
  "tier": "3"
}
{
  "name": "Silence",
  "slug": "silence",
  "source": "",
  "description": "You magically mute sound in a near cube within the spell’s range. Creatures inside the area are deafened, and any sounds they create cannot be heard.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Far",
  "tier": "2"
}
{
  "name": "Magic Missile",
  "slug": "magic_missile",
  "source": "",
  "description": "You have advantage on your check to cast this spell.\nA glowing bolt of force streaks from your open hand, dealing 1d4 damage to one target.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Far",
  "tier": "1"
}
{
  "name": "Burning Hands",
  "slug": "burning_hands",
  "source": "",
  "description": "You spread your fingers with thumbs touching, unleashing a circle of flame that roars out to a close area around where you stand.\nCreatures within the area of effect take 1d6 damage, and flammable objects catch fire.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Close",
  "tier": "1"
}
{
  "name": "Power Word Kill",
  "slug": "power_word_kill",
  "source": "",
  "description": "You utter the Word of Doom.\nOne creature you target of LV 9 or less dies if it hears you.\nTreat a failed spellcasting check for this spell as a critical failure, and roll the mishap with disadvantage.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Near",
  "tier": "5"
}
{
  "name": "Shield of Faith",
  "slug": "shield_of_faith",
  "source": "",
  "description": "A protective force wrought of your holy conviction surrounds you. You gain a +2 bonus to your armor class for the duration.",
  "classes": [
    "priest"
  ],
  "duration": "5 rounds",
  "range": "Self",
  "tier": "1"
}
{
  "name": "Fixed Object",
  "slug": "fixed_object",
  "source": "",
  "description": "An object you touch that weighs no more than 5 pounds becomes fixed in its current location. It can support up to 5,000 pounds of weight for the duration of the spell.",
  "classes": [
    "wizard"
  ],
  "duration": "5 rounds",
  "range": "Close",
  "tier": "2"
}
{
  "name": "Shapechange",
  "slug": "shapechange",
  "source": "",
  "description": "You transform yourself and any gear you carry into another natural creature you've seen of level 10 or less. You assume the creature's physical stats and features, but you retain your non-physical stats and features (including INT, WIS, and CHA).\nIf you go to 0 HP while under the effects of this spell, you revert to your true form at 1 HP.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Self",
  "tier": "5"
}
{
  "name": "Alter Self",
  "slug": "alter_self",
  "source": "",
  "description": "You magically change your physical form, gaining one feature that modifies your existing anatomy.\nFor example, you can grow functional gills on your neck or bear claws on your fingers. This spell can’t grow wings or limbs.",
  "classes": [
    "wizard"
  ],
  "duration": "5 rounds",
  "range": "Self",
  "tier": "2"
}
{
  "name": "Charm Person",
  "slug": "charm_person",
  "source": "",
  "description": "You magically beguile one humanoid of level 2 or less within near range, who regards you as a friend for the duration.\nThe spell ends if you or your allies do anything to hurt it that it notices.\nThe target knows you magically enchanted it after the spell ends.",
  "classes": [
    "wizard"
  ],
  "duration": "1d8 days",
  "range": "Near",
  "tier": "1"
}
{
  "name": "Flame Strike",
  "slug": "flame_strike",
  "source": "",
  "description": "You call down a holy pillar of fire, immolating one creature you can see within range. The target takes 2d6 damage.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Far",
  "tier": "4"
}
{
  "name": "Zone of Truth",
  "slug": "zone_of_truth",
  "source": "",
  "description": "You compel a creature you can see to speak truth. It can’t utter a deliberate lie while within range.",
  "classes": [
    "priest"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "2"
}
{
  "name": "Knock",
  "slug": "knock",
  "source": "",
  "description": "A door, window, gate, chest, or portal you can see within range instantly opens, defeating all mundane locks and barriers.\nThis spell creates a loud knock audible to all within earshot.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Near",
  "tier": "2"
}
{
  "name": "Misty Step",
  "slug": "misty_step",
  "source": "",
  "description": "In a puff of smoke, you teleport a near distance to an area you can see.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Self",
  "tier": "2"
}
{
  "name": "Detect Magic",
  "slug": "detect_magic",
  "source": "",
  "description": "You can sense the presence of magic within near range for the spell's duration. If you focus for two rounds, you discern its general properties. Full barriers block this spell.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "1"
}
{
  "name": "Blind-Deafen",
  "slug": "blind-deafen",
  "source": "",
  "description": "You utter a divine censure, blinding or deafening one creature you can see in range. The creature has disadvantage on tasks requiring the lost sense.",
  "classes": [
    "priest"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "2"
}
{
  "name": "Restoration",
  "slug": "restoration",
  "source": "",
  "description": "With the touch of your hands, you expunge curses and illnesses. One curse, illness, or affliction of your choice affecting the target creature ends.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Close",
  "tier": "3"
}
{
  "name": "Cloudkill",
  "slug": "cloudkill",
  "source": "",
  "description": "A putrid cloud of yellow poison fills a near-sized cube within range. It spreads around corners.\nCreatures inside the cloud are blinded and take 2d6 damage at the beginning of their turns.\nA creature of LV 9 or less that ends its turn fully inside the cloud dies.",
  "classes": [
    "wizard"
  ],
  "duration": "5 rounds",
  "range": "Far",
  "tier": "4"
}
{
  "name": "Protection From Energy",
  "slug": "protection_from_energy",
  "source": "",
  "description": "One creature you touch becomes impervious to the wild fury of the elements.\nChoose fire, cold, or electricity.\nFor the spell's duration, the target is immune to harm from energy of the chosen type.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Close",
  "tier": "3"
}
{
  "name": "Dispel Magic",
  "slug": "dispel_magic",
  "source": "",
  "description": "End one spell that affects one target you can see in range.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Near",
  "tier": "3"
}
{
  "name": "Disintegrate",
  "slug": "disintegrate",
  "source": "",
  "description": "A green ray shoots from your finger and turns a creature or object into ash.\nA target creature of LV 5 or less instantly dies. If it is LV 6+, it takes 3d8 damage instead.\nA non-magical object up to the size of a large tree is destroyed.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Far",
  "tier": "5"
}
{
  "name": "Lay To Rest",
  "slug": "lay_to_rest",
  "source": "",
  "description": "You instantly send an undead creature you touch to its final afterlife, destroying it utterly.\nYou can target an undead creature of LV 9 or less.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Close",
  "tier": "3"
}
{
  "name": "Hold Monster",
  "slug": "hold_monster",
  "source": "",
  "description": "You paralyze one creature you can see within range.\nIf the target is LV 9+, it may make a STR check vs. your last spellcasting check at the start of its turn to end the spell.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "5"
}
{
  "name": "Dimension Door",
  "slug": "dimension_door",
  "source": "",
  "description": "You teleport yourself and up to one other willing creature within close to any point you can see.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Self",
  "tier": "4"
}
{
  "name": "Animate Dead",
  "slug": "animate_dead",
  "source": "",
  "description": "You touch one humanoid’s remains, and it rises as a zombie or skeleton under your control. The remains must have at least three limbs and its head intact.\nThe undead creature acts on your turn. After 1 day, the creature collapses into grave dust.",
  "classes": [
    "wizard"
  ],
  "duration": "1 day",
  "range": "Close",
  "tier": "3"
}
{
  "name": "Arcane Eye",
  "slug": "arcane_eye",
  "source": "",
  "description": "You conjure an invisible, grape-sized eye within range.\nYou can see through the eye. It can see in the dark out to near range, fly near on your turn, and squeeze through openings as narrow as a keyhole.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "4"
}
{
  "name": "Bless",
  "slug": "bless",
  "source": "",
  "description": "One creature you touch gains a luck token.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Close",
  "tier": "2"
}
{
  "name": "Detect Thoughts",
  "slug": "detect_thoughts",
  "source": "",
  "description": "You peer into the mind of one creature you can see within range. Each round, you learn the target’s immediate thoughts.\nOn its turn, the target makes a Wisdom check vs. your last spellcasting check. If the target succeeds, it notices your presence in its mind and the spell ends.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "2"
}
{
  "name": "Divination",
  "slug": "divination",
  "source": "",
  "description": "You throw the divining bones or peer into the blackness between the stars, seeking a portent.\nYou can ask the GM one yes or no question. The GM truthfully answers \"yes\" or \"no.\" If you cast this spell more than once in 24 hours, treat a failed spellcasting check for it as a critical failure instead.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Self",
  "tier": "4"
}
{
  "name": "Hold Portal",
  "slug": "hold_portal",
  "source": "",
  "description": "You magically hold a portal closed for the duration.\nA creature must make a successful STR check vs. your spellcasting check to open the portal. The knock spell ends this spell.",
  "classes": [
    "wizard"
  ],
  "duration": "10 rounds",
  "range": "Near",
  "tier": "1"
}
{
  "name": "Hold Person",
  "slug": "hold_person",
  "source": "",
  "description": "You magically paralyze one humanoid creature of LV 4 or less you can see within range.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "2"
}
{
  "name": "Cleansing Weapon",
  "slug": "cleansing_weapon",
  "source": "",
  "description": "One weapon you touch is wreathed in purifying flames. It deals an additional 1d4 damage (1d6 vs. undead) for the duration.",
  "classes": [
    "priest"
  ],
  "duration": "5 rounds",
  "range": "Close",
  "tier": "2"
}
{
  "name": "Summon Extraplanar",
  "slug": "summon_extraplanar",
  "source": "",
  "description": "You reach into the outer planes, summoning forth a creature.\nYou summon an elemental or outsider of LV 7 or less. The creature is under your control and acts on your turn.\nIf you lose focus on this spell, you lose control of the creature and it becomes hostile toward you and your allies.\nYou must pass a spellcasting check on your turn to return the creature to the outer planes.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "5"
}
{
  "name": "Invisibility",
  "slug": "invisibility",
  "source": "",
  "description": "A creature you touch becomes invisible for the spell’s duration.\nThe spell ends if the target attacks or casts a spell.",
  "classes": [
    "wizard"
  ],
  "duration": "10 rounds",
  "range": "Close",
  "tier": "2"
}
{
  "name": "Fly",
  "slug": "fly",
  "source": "",
  "description": "Your feet lift from the ground, and you take to the air like a hummingbird. You can fly near for the spell's duration and are able to hover in place.",
  "classes": [
    "wizard"
  ],
  "duration": "5 rounds",
  "range": "Self",
  "tier": "3"
}
{
  "name": "Prophecy",
  "slug": "prophecy",
  "source": "",
  "description": "You commune directly with your god for guidance.\nAsk the GM one question.\nThe GM answers the question truthfully using the knowledge your god possesses. Deities are mighty, but not omniscient.\nYou cannot cast this spell again until you complete penance.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Self",
  "tier": "5"
}
{
  "name": "Stoneskin",
  "slug": "stoneskin",
  "source": "",
  "description": "Your skin becomes like granite.\nFor the spell's duration, your armor class becomes 17 (20 on a critical spellcasting check).",
  "classes": [
    "wizard"
  ],
  "duration": "10 rounds",
  "range": "Self",
  "tier": "4"
}
{
  "name": "Passwall",
  "slug": "passwall",
  "source": "",
  "description": "A tunnel of your height opens in a barrier you touch and lasts for the duration.\nThe passage can be up to near distance in length and must be in a straight line.",
  "classes": [
    "wizard"
  ],
  "duration": "5 rounds",
  "range": "Close",
  "tier": "4"
}
{
  "name": "Augury",
  "slug": "augury",
  "source": "",
  "description": "You interpret the meaning of supernatural portents and omens.\nAsk the GM one question about a specific course of action. The GM says whether the action will lead to “weal” or “woe.”",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Self",
  "tier": "2"
}
{
  "name": "Telekinesis",
  "slug": "telekinesis",
  "source": "",
  "description": "You lift a creature or object with your mind. Choose a target that weighs 1,000 pounds or less.\nYou can move it a near distance in any direction and hold it in place.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Far",
  "tier": "4"
}
{
  "name": "Wall of Force",
  "slug": "wall_of_force",
  "source": "",
  "description": "You lift your hands, conjuring a transparent wall of force.\nThe thin wall must be contiguous and can cover a near-sized area in width and length. You choose its shape.\nNothing on the same plane can physically pass through the wall.",
  "classes": [
    "wizard"
  ],
  "duration": "5 rounds",
  "range": "Near",
  "tier": "4"
}
{
  "name": "Divine Vengeance",
  "slug": "divine_vengeance",
  "source": "",
  "description": "You become the divine avatar of your god's wrath, wreathed in holy flames or a black aura of smoldering corruption.\nFor the spell's duration, you can fly a near distance, your weapons are magical, and you have a +4 bonus to your weapon attacks and damage.",
  "classes": [
    "priest"
  ],
  "duration": "10 rounds",
  "range": "Self",
  "tier": "5"
}
{
  "name": "Command",
  "slug": "command",
  "source": "",
  "description": "You issue a verbal command to one creature in range who can understand you. The command must be one word, such as “kneel.” The target obeys the command for as long as you focus.\nIf your command is ever directly harmful to the creature, it may make a Charisma check vs. your last spellcasting check. On a success, the spell ends.",
  "classes": [
    "priest"
  ],
  "duration": "Focus",
  "range": "Far",
  "tier": "3"
}
{
  "name": "Confusion",
  "slug": "confusion",
  "source": "",
  "description": "You mesmerize one creature you can see in range. The target can't take actions, and it moves in a random direction on its turn. If the target is LV 9+, it may make a WIS check vs. your last spellcasting check at the start of its turn to end the spell.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "4"
}
{
  "name": "Web",
  "slug": "web",
  "source": "",
  "description": "You create a near-sized cube of sticky, dense spider web within the spell’s range. A creature stuck in the web can’t move and must succeed on a Strength check vs. your spellcasting check to free itself.",
  "classes": [
    "wizard"
  ],
  "duration": "5 rounds",
  "range": "Far",
  "tier": "2"
}
{
  "name": "Lightning Bolt",
  "slug": "lightning_bolt",
  "source": "",
  "description": "You shoot a blue-white ray of lightning from your hands, hitting all creatures in a straight line out to a far distance.\nCreatures struck by the lightning take 3d6 damage.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Far",
  "tier": "3"
}
{
  "name": "Levitate",
  "slug": "levitate",
  "source": "",
  "description": "You can float a near distance vertically per round on your turn.\nYou can also push against solid objects to move horizontally.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Self",
  "tier": "2"
}
{
  "name": "Plane Shift",
  "slug": "plane_shift",
  "source": "",
  "description": "You fold space and time, transporting yourself and all willing creatures within close range to a location on another plane of your choice.\nUnless you have been to your intended location before, you appear in a random place on the destination plane.",
  "classes": [
    "priest",
    "wizard"
  ],
  "duration": "Instant",
  "range": "Close",
  "tier": "5"
}
{
  "name": "Regenerate",
  "slug": "regenerate",
  "source": "",
  "description": "A creature you touch regains 1d4 hit points on your turn for the duration. This spell also regrows lost body parts.",
  "classes": [
    "priest"
  ],
  "duration": "Focus",
  "range": "Close",
  "tier": "4"
}
{
  "name": "Fireball",
  "slug": "fireball",
  "source": "",
  "description": "You hurl a small flame that erupts into a fiery blast. All creatures in a near-sized cube around where the flame lands take 4d6 damage.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Far",
  "tier": "3"
}
{
  "name": "Teleport",
  "slug": "teleport",
  "source": "",
  "description": "You and any willing creatures you choose within close range teleport to a location you specify on your same plane.\nYou can travel to a known teleportation sigil or to a location you've been before. Otherwise, you have a 50% chance of arriving off-target.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Close",
  "tier": "5"
}
{
  "name": "Floating Disk",
  "slug": "floating_disk",
  "source": "",
  "description": "You create a floating, circular disk of force with a concave center. It can carry up to 20 gear slots. It hovers at waist level and automatically stays within near of you. It can’t cross over drop- offs or pits taller than a human.",
  "classes": [
    "wizard"
  ],
  "duration": "10 rounds",
  "range": "Near",
  "tier": "1"
}
{
  "name": "Heal",
  "slug": "heal",
  "source": "",
  "description": "One creature you touch is healed to full hit points.\nYou cannot cast this spell again until you complete a rest.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Close",
  "tier": "5"
}
{
  "name": "Mirror Image",
  "slug": "mirror_image",
  "source": "",
  "description": "You create a number of illusory duplicates of yourself equal to half your level rounded down (minimum 1). The duplicates surround you and mimic you.\nEach time a creature attacks you, the attack misses and causes one of the duplicates to evaporate. If all of the illusions have disappeared, the spell ends.",
  "classes": [
    "wizard"
  ],
  "duration": "5 rounds",
  "range": "Self",
  "tier": "2"
}
{
  "name": "Illusion",
  "slug": "illusion",
  "source": "",
  "description": "You create a convincing visible and audible illusion that fills up to a near-sized cube in range.\nThe illusion cannot cause harm, but creatures who believe the illusion is real react to it as though it were.\nA creature who inspects the illusion from afar must pass a Wisdom check vs. your last spellcasting check to perceive the false nature of the illusion.\nTouching the illusion also reveals its false nature.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Far",
  "tier": "3"
}
{
  "name": "Wish",
  "slug": "wish",
  "source": "",
  "description": "This mighty spell alters reality.\nMake a single wish, stating it as exactly as possible. Your wish occurs, as interpreted by the GM.\nTreat a failed spellcasting check for this spell as a critical failure, and roll the mishap with disadvantage.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Self",
  "tier": "5"
}
{
  "name": "Mage Armor",
  "slug": "mage_armor",
  "source": "",
  "description": "An invisible layer of magical force protects your vitals. Your armor class becomes 14 (18 on a critical spellcasting check) for the spell’s duration.",
  "classes": [
    "wizard"
  ],
  "duration": "10 rounds",
  "range": "Self",
  "tier": "1"
}
{
  "name": "Turn Undead",
  "slug": "turn_undead",
  "source": "",
  "description": "You rebuke undead creatures, forcing them to flee. You must present a holy symbol to cast this spell.\nUndead creatures within near of you must make a CHA check vs. your spellcasting check. If a creature fails by 10+ points and is equal to or less than your level, it is destroyed. Otherwise, on a fail, it flees from you for 5 rounds.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Near",
  "tier": "1"
}
{
  "name": "Cure Wounds",
  "slug": "cure_wounds",
  "source": "",
  "description": "Your touch restores ebbing life.\nRoll a number of d6s equal to 1 + half your level (rounded down).\nOne target you touch regains that many hit points.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Close",
  "tier": "1"
}
{
  "name": "Holy Weapon",
  "slug": "holy_weapon",
  "source": "",
  "description": "One weapon you touch is imbued with a sacred blessing.\nThe weapon becomes magical and has +1 to attack and damage rolls for the duration.",
  "classes": [
    "priest"
  ],
  "duration": "5 rounds",
  "range": "Close",
  "tier": "1"
}
{
  "name": "Dominion",
  "slug": "dominion",
  "source": "",
  "description": "Mighty beings come to your aid.\nThe beings must have a combined total of 16 levels or less. Chaotic PCs summon demons/devils, and lawful or neutral PCs summon angels.\nThe beings act of free will to aid you on your turn. After 10 rounds, they return to their realms.\nYou cannot cast this spell again until you complete penance.",
  "classes": [
    "priest"
  ],
  "duration": "10 rounds",
  "range": "Near",
  "tier": "5"
}
{
  "name": "Sending",
  "slug": "sending",
  "source": "",
  "description": "You send a brief, mental message to any creature with whom you are familiar who is on the same plane.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Unlimited",
  "tier": "3"
}
{
  "name": "Magic Circle",
  "slug": "magic_circle",
  "source": "",
  "description": "You conjure a circle of runes out to near-sized cube centered on yourself and name a type of creature (for example, demons).\nFor the spell’s duration, creatures of the chosen type cannot attack or cast a hostile spell on anyone inside the circle.\nThe chosen creatures also can’t possess, compel, or beguile anyone inside the circle.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "3"
}
{
  "name": "Control Water",
  "slug": "control_water",
  "source": "",
  "description": "You move and shape water. You can cause a section of water up to 100 feet in width and depth to change shape, defy gravity, or flow in a different direction.",
  "classes": [
    "priest",
    "wizard"
  ],
  "duration": "Focus",
  "range": "Far",
  "tier": "4"
}
{
  "name": "Commune",
  "slug": "commune",
  "source": "",
  "description": "You seek your god's counsel.\nAsk the GM up to three yes or no questions. The GM truthfully answers \"yes\" or \"no\" to each.\nIf you cast this spell more than once in 24 hours, treat a failed spellcasting check for it as a critical failure instead.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Self",
  "tier": "4"
}
{
  "name": "Protection From Evil",
  "slug": "protection_from_evil",
  "source": "",
  "description": "For the spell’s duration, chaotic beings have disadvantage on attack rolls and hostile spellcasting checks against the target. These beings also can’t possess, compel, or beguile it.\nWhen cast on an already- possessed target, the possessing entity makes a CHA check vs. the last spellcasting check. On a failure, the entity is expelled.",
  "classes": [
    "priest",
    "wizard"
  ],
  "duration": "Focus",
  "range": "Close",
  "tier": "1"
}
{
  "name": "Acid Arrow",
  "slug": "acid_arrow",
  "source": "",
  "description": "You conjure a corrosive bolt that hits one foe, dealing 1d6 damage a round. The bolt remains in the target for as long as you focus.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Far",
  "tier": "2"
}
{
  "name": "Mass Cure",
  "slug": "mass_cure",
  "source": "",
  "description": "All allies within near range of you regain 2d6 hit points.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Near",
  "tier": "3"
}
{
  "name": "Polymorph",
  "slug": "polymorph",
  "source": "",
  "description": "You transform a creature you touch into another natural creature you choose of equal or smaller size. Any gear the target carries melds into its new form.\nThe target gains the creature's physical stats and features, but it retains its non-physical stats and features.\nIf the target goes to 0 hit points, it reverts to its true form at half its prior hit points.\nYou can target any willing creature with this spell, or an unwilling creature whose level is less than or equal to half your level rounded down (min. 1).",
  "classes": [
    "wizard"
  ],
  "duration": "10 rounds",
  "range": "Close",
  "tier": "4"
}
{
  "name": "Judgment",
  "slug": "judgment",
  "source": "",
  "description": "You instantly banish a creature you touch, sending it and all possessions it carries to face the judgment of your god.\nYou can banish an intelligent creature of LV 10 or less.\nWhen the creature returns in 5 rounds, it has been healed to full hit points if its deeds pleased your god. It has been reduced to 1 hit point if its deeds angered your god. If your god can't judge its actions, it is unchanged.",
  "classes": [
    "priest"
  ],
  "duration": "5 rounds",
  "range": "Close",
  "tier": "5"
}
{
  "name": "Feather Fall",
  "slug": "feather_fall",
  "source": "",
  "description": "You may make an attempt to cast this spell when you fall.\nYour rate of descent slows so that you land safely on your feet.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Self",
  "tier": "1"
}
{
  "name": "Prismatic Orb",
  "slug": "prismatic_orb",
  "source": "",
  "description": "You send a strobing orb of energy streaking toward a target within range.\nChoose an energy type from fire, cold, or electricity. The orb deals 3d8 damage and delivers a concussive blast of the chosen energy type.\nIf the energy type is anathema to the target's existence (for example, cold energy against a fire elemental), the orb deals double damage to it instead.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Far",
  "tier": "5"
}
{
  "name": "Resilient Sphere",
  "slug": "resilient_sphere",
  "source": "",
  "description": "You conjure a weightless, glassy sphere around you that extends out to close range.\nFor the spell's duration, nothing can pass through or crush the sphere.\nYou can roll the sphere a near distance on your turn.",
  "classes": [
    "wizard"
  ],
  "duration": "5 rounds",
  "range": "Close",
  "tier": "4"
}
{
  "name": "Antimagic Shell",
  "slug": "antimagic_shell",
  "source": "",
  "description": "An invisible, near-sized cube of null-magic appears centered on you.\nWithin the cube, no spells can be cast. Magic items and spells have no effect in the zone, and no magic can enter.\nThe cube moves with you. Spells such as dispel magic have no effect on it.\nAnother antimagic shell does not affect this one.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Self",
  "tier": "5"
}
{
  "name": "Pillar of Salt",
  "slug": "pillar_of_salt",
  "source": "",
  "description": "A creature you target turns into a statue made of hardened salt.\nYou can target a creature you can see of LV 5 or less.\nIf you successfully focus on this spell for 3 rounds in a row, the transformation becomes permanent.",
  "classes": [
    "priest"
  ],
  "duration": "Focus",
  "range": "Near",
  "tier": "4"
}
{
  "name": "Sleep",
  "slug": "sleep",
  "source": "",
  "description": "You weave a lulling spell that fills a near-sized cube extending from you. Living creatures in the area of effect fall into a deep sleep if they are LV 2 or less.\nVigorous shaking or being injured wakes them.",
  "classes": [
    "wizard"
  ],
  "duration": "Instant",
  "range": "Near",
  "tier": "1"
}
{
  "name": "Scrying",
  "slug": "scrying",
  "source": "",
  "description": "You look into a crystal ball or reflecting pool, calling up images of a distant place.\nFor the spell's duration, you can see and hear a creature or location you choose that is on the same plane.\nThis spell is DC 18 to cast if you try to scry on a creature or location that is unfamiliar to you.\nEach round, creatures you view may make a Wisdom check vs. your last spellcasting check. On a success, they become aware of your magical observation.",
  "classes": [
    "wizard"
  ],
  "duration": "Focus",
  "range": "Self",
  "tier": "5"
}
{
  "name": "Wrath",
  "slug": "wrath",
  "source": "",
  "description": "Your weapons become magical +2 and deal an additional d8 damage for the spell's duration.",
  "classes": [
    "priest"
  ],
  "duration": "10 rounds",
  "range": "Self",
  "tier": "4"
}
{
  "name": "Rebuke Unholy",
  "slug": "rebuke_unholy",
  "source": "",
  "description": "You rebuke creatures who oppose your alignment, forcing them to flee. You must present a holy symbol to cast this spell.\nIf you are lawful or neutral, this spell affects demons, devils, and outsiders. If you are chaotic, this spell affects angels and natural creatures of the wild.\nAffected creatures within near of you must make a CHA check vs. your spellcasting check. If a creature fails by 10+ points and is equal to or less than your level, it is destroyed. Otherwise, on a fail, it flees from you for 5 rounds.",
  "classes": [
    "priest"
  ],
  "duration": "Instant",
  "range": "Near",
  "tier": "3"
}
{
  "name": "Alarm",
  "slug": "alarm",
  "source": "",
  "description": "You touch one object, such as a door threshold, setting a magical alarm on it. If any creature you do not designate while casting the spell touches or crosses past the object, a magical bell sounds in your head.",
  "classes": [
    "wizard"
  ],
  "duration": "1 day",
  "range": "Close",
  "tier": "1"
}
